Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Show Settings & Switcher
de: Einstellungen & Umschalter zeigen
es: Mostrar Ajustes y Selector
fr: Afficher Réglages et sélecteur
ja: 設定と切り替えボタンを表示
ko: 설정 및 전환기 보기
pt_br: Mostrar Ajustes e Alternador
ru: Показывать настройки и переключатель
zh_hans: 显示设置和切换器
zh_hant: 顯示設定與切換器

source: Show on Desktop
de: Auf Desktop zeigen
es: Mostrar en el escritorio
fr: Afficher sur le bureau
ja: デスクトップに表示
ko: 데스크탑에 보기
pt_br: Mostrar na Área de Trabalho
ru: Показать на рабочем столе
zh_hans: 在桌面上显示
zh_hant: 在桌面上顯示

source: Show on a Narrow Bar
de: Bei schmaler Leiste zeigen
es: Mostrar en una barra estrecha
fr: Afficher sur une barre étroite
ja: 狭いバーでも表示する
ko: 좁은 막대에서 보기
pt_br: Mostrar em Barra Estreita
ru: Показывать на узкой панели
zh_hans: 在窄栏中显示
zh_hant: 在窄列上顯示

source: Show the model's thinking
de: Denkprozess des Modells zeigen
es: Mostrar el razonamiento del modelo
fr: Afficher la réflexion du modèle
ja: モデルの思考を表示
ko: 모델의 생각 보기
pt_br: Mostrar o raciocínio do modelo
ru: Показать рассуждения модели
zh_hans: 显示模型的思考过程
zh_hant: 顯示模型的思考過程

source: Show the settings (gear) and terminal-switcher buttons on the terminal. Turn this off for a cleaner terminal.
de: Zeigt die Tasten für Einstellungen (Zahnrad) und Terminal-Umschalter im Terminal. Deaktivieren für ein aufgeräumteres Terminal.
es: Muestra los botones de ajustes (engranaje) y del selector de terminales en la terminal. Desactívalo para una terminal más limpia.
fr: Affiche les boutons Réglages (engrenage) et sélecteur de terminal sur le terminal. Désactivez pour un terminal plus épuré.
ja: ターミナルに設定（歯車）ボタンとターミナル切り替えボタンを表示します。ターミナルをすっきりさせるにはオフにしてください。
ko: 터미널에 설정(톱니바퀴) 및 터미널 전환기 버튼을 표시합니다. 더 깔끔한 터미널을 원하면 끄십시오.
pt_br: Mostrar os botões de ajustes (engrenagem) e de alternar terminal no terminal. Desative para um terminal mais limpo.
ru: Показывать в терминале кнопки настроек (шестерёнка) и переключения терминалов. Выключите для более чистого терминала.
zh_hans: 在终端上显示设置（齿轮）按钮和终端切换按钮。关闭此项可让终端更简洁。
zh_hant: 在終端機上顯示設定（齒輪）和終端機切換器按鈕。關閉此選項可讓終端機更簡潔。

source: Show/Hide Hidden Files
de: Versteckte Dateien ein-/ausblenden
es: Mostrar/ocultar archivos ocultos
fr: Afficher/masquer les fichiers masqués
ja: 隠しファイルを表示/非表示
ko: 숨김 파일 보기/가리기
pt_br: Mostrar/Ocultar Arquivos Ocultos
ru: Показать/скрыть скрытые файлы
zh_hans: 显示/隐藏隐藏文件
zh_hant: 顯示／隱藏隱藏檔案

# Showing first %lu of %lu
source: Showing first %1$lu of %2$lu
de: Erste %1$lu von %2$lu
es: Se muestran los primeros %1$lu de %2$lu
fr: Affichage des %1$lu premiers sur %2$lu
ja: %2$lu 件中、最初の %1$lu 件を表示
ko: %2$lu개 중 처음 %1$lu개 표시
pt_br: Mostrando os primeiros %1$lu de %2$lu
ru: Показаны первые %1$lu из %2$lu
zh_hans: 显示前 %1$lu 个，共 %2$lu 个
zh_hant: 顯示前 %1$lu 個，共 %2$lu 個

source: Shows a menu with options to create a folder, show hidden files, or refresh.
de: Zeigt ein Menü zum Erstellen eines Ordners, Zeigen versteckter Dateien oder Aktualisieren.
es: Muestra un menú con opciones para crear una carpeta, mostrar archivos ocultos o actualizar.
fr: Affiche un menu permettant de créer un dossier, d'afficher les fichiers masqués ou d'actualiser.
ja: フォルダの作成、隠しファイルの表示、更新のオプションを含むメニューを表示します。
ko: 폴더 생성, 숨김 파일 보기 또는 새로 고침 옵션이 있는 메뉴를 표시합니다.
pt_br: Mostra um menu com opções para criar uma pasta, mostrar arquivos ocultos ou atualizar.
ru: Показывает меню с вариантами: создать папку, показать скрытые файлы или обновить.
zh_hans: 显示菜单，包含创建文件夹、显示隐藏文件或刷新等选项。
zh_hant: 顯示包含建立資料夾、顯示隱藏檔案或重新整理等選項的選單。

source: Shows additional file manager options.
de: Zeigt weitere Optionen des Dateimanagers.
es: Muestra más opciones del gestor de archivos.
fr: Affiche des options supplémentaires du gestionnaire de fichiers.
ja: ファイルマネージャの追加オプションを表示します。
ko: 추가 파일 관리자 옵션을 표시합니다.
pt_br: Mostra opções adicionais do gerenciador de arquivos.
ru: Показывает дополнительные параметры файлового менеджера.
zh_hans: 显示更多文件管理器选项。
zh_hant: 顯示其他檔案管理器選項。

source: Shows, e.g. ~
de: Zeigt z. B. ~
es: Se muestra, p. ej., ~
fr: Affiche, par ex. ~
ja: 表示、例: ~
ko: 표시, 예: ~
pt_br: Exibe, ex.: ~
ru: Подпись, например ~
zh_hans: 显示，例如 ~
zh_hant: 顯示，例如 ~

source: Shuffle
de: Zufällig
es: Aleatorio
fr: Aléatoire
ja: シャッフル
ko: 셔플
pt_br: Aleatório
ru: Перемешать
zh_hans: 随机播放
zh_hant: 隨機播放

source: Single Palette
de: Einzelne Palette
es: Paleta única
fr: Palette unique
ja: 単一パレット
ko: 단일 팔레트
pt_br: Paleta Única
ru: Единая палитра
zh_hans: 单一调色板
zh_hant: 單一調色盤

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
pt_br: Tamanho
ru: Размер
zh_hans: 大小
zh_hant: 大小

source: Size: %@
de: Größe: %@
es: Tamaño: %@
fr: Taille : %@
ja: サイズ: %@
ko: 크기: %@
pt_br: Tamanho: %@
ru: Размер: %@
zh_hans: 大小：%@
zh_hant: 大小：%@

source: Skip (Root Only)
de: Überspringen (nur root)
es: Omitir (solo root)
fr: Ignorer (root uniquement)
ja: スキップ（root のみ）
ko: 건너뛰기(root만)
pt_br: Pular (Apenas Root)
ru: Пропустить (только root)
zh_hans: 跳过（仅 root）
zh_hant: 略過（僅 root）

source: Slash
de: Schrägstrich
es: Barra
fr: Barre oblique
ja: スラッシュ
ko: 슬래시
pt_br: Barra
ru: Косая черта
zh_hans: 斜杠
zh_hant: 斜線

source: Smaller
de: Kleiner
es: Más pequeño
fr: Plus petit
ja: 縮小
ko: 작게
pt_br: Menor
ru: Мельче
zh_hans: 缩小
zh_hant: 縮小

source: Some installed fonts, several Nerd Fonts among them, never report themselves as monospaced. Turn this on to choose from every font on the device.
de: Einige installierte Schriften, darunter mehrere Nerd Fonts, melden sich nie als dicktengleich. Aktiviere dies, um aus allen Schriften auf dem Gerät zu wählen.
es: Algunos tipos de letra instalados, entre ellos varias Nerd Fonts, nunca indican que son monoespaciados. Activa esto para elegir entre todos los tipos de letra del dispositivo.
fr: Certaines polices installées, dont plusieurs Nerd Fonts, ne se déclarent jamais à chasse fixe. Activez cette option pour choisir parmi toutes les polices de l'appareil.
ja: インストールされている一部のフォント（いくつかの Nerd Fonts を含む）は、等幅フォントとして報告されません。オンにすると、デバイス上のすべてのフォントから選択できます。
ko: 설치된 일부 서체(여러 Nerd Font 포함)는 고정폭으로 보고되지 않습니다. 기기의 모든 서체 중에서 선택하려면 켜십시오.
pt_br: Algumas fontes instaladas, entre elas várias Nerd Fonts, nunca se identificam como monoespaçadas. Ative para escolher entre todas as fontes do dispositivo.
ru: Некоторые установленные шрифты, в том числе ряд Nerd Fonts, не сообщают, что они моноширинные. Включите, чтобы выбирать из всех шрифтов на устройстве.
zh_hans: 一些已安装的字体（包括若干 Nerd Fonts）从不将自己报告为等宽字体。打开此项可从设备上的所有字体中选择。
zh_hant: 有些已安裝的字體（包括數種 Nerd Font）從不將自己標示為等寬字體。開啟此選項即可從裝置上的所有字體中選擇。

source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
ja: 並べ替え
ko: 정렬 기준
pt_br: Ordenar Por
ru: Сортировать по
zh_hans: 排序方式
zh_hant: 排序方式

source: Source and destination are the same file
de: Quelle und Ziel sind dieselbe Datei
es: El origen y el destino son el mismo archivo
fr: La source et la destination sont le même fichier
ja: コピー元とコピー先が同じファイルです
ko: 원본과 대상이 같은 파일임
pt_br: Origem e destino são o mesmo arquivo
ru: Источник и назначение — один и тот же файл
zh_hans: 源文件和目标文件相同
zh_hant: 來源與目標是同一個檔案

source: Space- or comma-separated nameserver IPs written into the guest's /etc/resolv.conf on every refresh. Leave blank to follow this device's network-provided DNS automatically, or pick Don't Manage to leave the file alone entirely, for a root that runs its own resolver.
de: Durch Leerzeichen oder Kommas getrennte Nameserver-IPs, die bei jeder Aktualisierung in /etc/resolv.conf des Gasts geschrieben werden. Leer lassen, um automatisch dem DNS des Gerätenetzwerks zu folgen, oder „Nicht verwalten“ wählen, um die Datei ganz in Ruhe zu lassen – für einen Root mit eigenem Resolver.
es: IP de servidores de nombres separadas por espacios o comas que se escriben en /etc/resolv.conf del sistema invitado en cada actualización. Déjalo en blanco para seguir automáticamente el DNS que proporciona la red de este dispositivo, o elige No gestionar para no tocar el archivo en absoluto, para un sistema raíz que ejecute su propio resolvedor.
fr: Adresses IP de serveurs de noms, séparées par des espaces ou des virgules, écrites dans /etc/resolv.conf de l'invité à chaque actualisation. Laissez vide pour suivre automatiquement le DNS fourni par le réseau de cet appareil, ou choisissez Ne pas gérer pour ne pas toucher du tout au fichier, pour une racine qui exécute son propre résolveur.
ja: スペースまたはコンマで区切ったネームサーバの IP。更新のたびにゲストの /etc/resolv.conf に書き込まれます。空欄にするとこのデバイスのネットワークが提供する DNS に自動的に従います。独自のリゾルバを実行するルートの場合は、「管理しない」を選ぶとファイルをまったく変更しません。
ko: 새로 고칠 때마다 게스트의 /etc/resolv.conf에 기록되는 네임서버 IP(공백 또는 쉼표로 구분). 이 기기의 네트워크가 제공하는 DNS를 자동으로 따르려면 비워 두거나, 자체 리졸버를 실행하는 루트라면 관리 안 함을 선택하여 파일을 전혀 건드리지 않게 하십시오.
pt_br: IPs de servidores de nomes separados por espaço ou vírgula, gravados no /etc/resolv.conf do convidado a cada atualização. Deixe em branco para seguir automaticamente o DNS fornecido pela rede deste dispositivo, ou escolha Não Gerenciar para não mexer no arquivo, para uma raiz que executa seu próprio resolvedor.
ru: IP-адреса DNS-серверов через пробел или запятую, записываемые в /etc/resolv.conf гостевой системы при каждом обновлении. Оставьте пустым, чтобы автоматически использовать DNS из сети устройства, или выберите «Не управлять», чтобы вообще не трогать файл — для корневой ФС с собственным резолвером.
zh_hans: 以空格或逗号分隔的域名服务器 IP，每次刷新时写入客户机的 /etc/resolv.conf。留空则自动跟随此设备网络提供的 DNS；对于运行自己解析器的根文件系统，可选择“不管理”以完全不改动该文件。
zh_hant: 以空格或逗號分隔的名稱伺服器 IP，每次重新整理時都會寫入客體的 /etc/resolv.conf。留空則自動依循此裝置網路提供的 DNS，或選擇「不管理」以完全不更動該檔案，適用於執行自己解析器的根檔案系統。

source: Standing instructions sent with every message in this chat. Leave empty for none.
de: Feste Anweisungen, die mit jeder Nachricht in diesem Chat gesendet werden. Leer lassen für keine.
es: Instrucciones permanentes que se envían con cada mensaje de este chat. Déjalo vacío para no usar ninguna.
fr: Instructions permanentes envoyées avec chaque message de cette conversation. Laissez vide pour aucune.
ja: このチャットのすべてのメッセージと一緒に送信される常設の指示。不要な場合は空欄にしてください。
ko: 이 채팅의 모든 메시지와 함께 전송되는 고정 지침입니다. 없으면 비워 두십시오.
pt_br: Instruções permanentes enviadas com cada mensagem neste chat. Deixe em branco para nenhuma.
ru: Постоянные инструкции, отправляемые с каждым сообщением в этом чате. Оставьте пустым, если они не нужны.
zh_hans: 随此聊天中每条消息发送的固定指令。留空则不使用。
zh_hant: 此對話中每則訊息都會一併傳送的固定指示。留空表示無。

source: Start a New Session
de: Neue Sitzung starten
es: Iniciar una nueva sesión
fr: Démarrer une nouvelle session
ja: 新しいセッションを開始
ko: 새로운 세션 시작
pt_br: Iniciar uma Nova Sessão
ru: Начать новый сеанс
zh_hans: 开始新会话
zh_hant: 開始新的工作階段

source: Start from a provider preset.
de: Mit einer Anbietervorlage beginnen.
es: Empieza desde un preajuste de proveedor.
fr: Partez d'un préréglage de fournisseur.
ja: プロバイダのプリセットから開始します。
ko: 제공자 프리셋에서 시작합니다.
pt_br: Comece a partir de uma predefinição de provedor.
ru: Начните с пресета провайдера.
zh_hans: 从提供商预设开始。
zh_hant: 從供應商預設集開始。

source: Started again rather than resumed: %s
de: Neu gestartet statt fortgesetzt: %s
es: Iniciados de nuevo en lugar de reanudados: %s
fr: Redémarrés au lieu de reprendre : %s
ja: 再開されず最初から起動: %s
ko: 재개되지 않고 다시 시작됨: %s
pt_br: Reiniciados em vez de retomados: %s
ru: Запущены заново, а не возобновлены: %s
zh_hans: 重新启动而非恢复：%s
zh_hant: 已重新啟動而非恢復：%s

source: Starting Wayland session…
de: Wayland-Sitzung wird gestartet …
es: Iniciando sesión de Wayland…
fr: Démarrage de la session Wayland…
ja: Wayland セッションを開始中…
ko: Wayland 세션 시작 중…
pt_br: Iniciando sessão Wayland…
ru: Запуск сеанса Wayland…
zh_hans: 正在启动 Wayland 会话…
zh_hant: 正在啟動 Wayland 工作階段…

source: Starting terminal...
de: Terminal wird gestartet …
es: Iniciando terminal...
fr: Démarrage du terminal...
ja: ターミナルを起動中...
ko: 터미널 시작 중...
pt_br: Iniciando terminal...
ru: Запуск терминала...
zh_hans: 正在启动终端...
zh_hant: 正在啟動終端機...

source: Starting the server in the guest. The first start of an npx or uvx server downloads it, which can take a minute.
de: Der Server wird im Gast gestartet. Beim ersten Start eines npx- oder uvx-Servers wird er geladen, was eine Minute dauern kann.
es: Iniciando el servidor en el sistema invitado. El primer inicio de un servidor npx o uvx lo descarga, lo que puede tardar un minuto.
fr: Démarrage du serveur dans l'invité. Le premier démarrage d'un serveur npx ou uvx le télécharge, ce qui peut prendre une minute.
ja: ゲストでサーバを起動しています。npx または uvx サーバの初回起動時はダウンロードが行われるため、1 分ほどかかる場合があります。
ko: 게스트에서 서버를 시작하는 중입니다. npx 또는 uvx 서버는 처음 시작할 때 다운로드하므로 1분 정도 걸릴 수 있습니다.
pt_br: Iniciando o servidor no convidado. A primeira inicialização de um servidor npx ou uvx o baixa, o que pode levar um minuto.
ru: Запуск сервера в гостевой системе. При первом запуске сервер npx или uvx загружается, это может занять минуту.
zh_hans: 正在客户机中启动服务器。npx 或 uvx 服务器首次启动时需要下载，可能需要一分钟。
zh_hant: 正在客體中啟動伺服器。npx 或 uvx 伺服器首次啟動時會先下載，可能需要一分鐘。

source: Starting…
de: Wird gestartet …
es: Iniciando…
fr: Démarrage…
ja: 開始中…
ko: 시작 중…
pt_br: Iniciando…
ru: Запуск…
zh_hans: 正在启动…
zh_hant: 正在啟動…

source: Startup
de: Start
es: Inicio
fr: Démarrage
ja: 起動
ko: 시작
pt_br: Inicialização
ru: Запуск
zh_hans: 启动
zh_hant: 啟動

source: Startup Mode
de: Startmodus
es: Modo de inicio
fr: Mode de démarrage
ja: 起動モード
ko: 시작 모드
pt_br: Modo de Inicialização
ru: Режим запуска
zh_hans: 启动模式
zh_hant: 啟動模式

source: Startup screen: %@
de: Startbildschirm: %@
es: Pantalla de inicio: %@
fr: Écran de démarrage : %@
ja: 起動画面: %@
ko: 시작 화면: %@
pt_br: Tela inicial: %@
ru: Экран запуска: %@
zh_hans: 启动屏幕：%@
zh_hant: 啟動畫面：%@

source: Status Bar
de: Statusleiste
es: Barra de estado
fr: Barre d'état
ja: ステータスバー
ko: 상태 막대
pt_br: Barra de Status
ru: Строка состояния
zh_hans: 状态栏
zh_hant: 狀態列

source: Still working
de: Arbeitet noch
es: Todavía en curso
fr: Toujours en cours
ja: まだ実行中です
ko: 아직 작업 중
pt_br: Ainda em execução
ru: Ещё работает
zh_hans: 仍在工作
zh_hant: 仍在執行中

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
pt_br: Parar
ru: Стоп
zh_hans: 停止
zh_hant: 停止

source: Stop and Clear
de: Stoppen und leeren
es: Detener y borrar
fr: Arrêter et effacer
ja: 停止して消去
ko: 중지 후 지우기
pt_br: Parar e Limpar
ru: Остановить и очистить
zh_hans: 停止并清除
zh_hant: 停止並清除

source: Stop generating
de: Generieren stoppen
es: Dejar de generar
fr: Arrêter la génération
ja: 生成を停止
ko: 생성 중지
pt_br: Parar de gerar
ru: Остановить генерацию
zh_hans: 停止生成
zh_hant: 停止生成

source: Stop loading
de: Laden stoppen
es: Detener carga
fr: Arrêter le chargement
ja: 読み込みを停止
ko: 불러오기 중지
pt_br: Parar carregamento
ru: Остановить загрузку
zh_hans: 停止载入
zh_hant: 停止載入

source: Storage
de: Speicherplatz
es: Almacenamiento
fr: Stockage
ja: ストレージ
ko: 저장 공간
pt_br: Armazenamento
ru: Хранилище
zh_hans: 存储空间
zh_hant: 儲存空間

source: Stored outside the rootfs (persists across reinstalls)
de: Außerhalb des rootfs gespeichert (bleibt bei Neuinstallation erhalten)
es: Almacenado fuera del rootfs (se conserva entre reinstalaciones)
fr: Stocké hors du rootfs (conservé après réinstallation)
ja: ルートファイルシステムの外に保存（再インストール後も保持）
ko: rootfs 외부에 저장됨(재설치해도 유지됨)
pt_br: Guardado fora do rootfs (persiste entre reinstalações)
ru: Хранится вне rootfs (сохраняется при переустановке)
zh_hans: 存储在根文件系统之外（重新安装后仍保留）
zh_hant: 儲存在 rootfs 之外（重新安裝後仍會保留）

source: Suggest fix for error
de: Lösung für Fehler vorschlagen
es: Sugerir solución para el error
fr: Suggérer un correctif pour l'erreur
ja: エラーの修正を提案
ko: 오류 수정 방법 제안
pt_br: Sugerir correção para o erro
ru: Предложить исправление ошибки
zh_hans: 为错误建议修复
zh_hant: 建議錯誤修正方式

source: Summarize Chat
de: Chat zusammenfassen
es: Resumir chat
fr: Résumer la conversation
ja: チャットを要約
ko: 채팅 요약
pt_br: Resumir Chat
ru: Сжать чат
zh_hans: 总结聊天
zh_hant: 摘要對話

source: Summarizing needs an OpenAI-compatible or Anthropic destination.
de: Zusammenfassen erfordert ein OpenAI-kompatibles oder Anthropic-Ziel.
es: Para resumir se necesita un destino compatible con OpenAI o Anthropic.
fr: Le résumé nécessite une destination compatible OpenAI ou Anthropic.
ja: 要約には OpenAI 互換または Anthropic の接続先が必要です。
ko: 요약하려면 OpenAI 호환 또는 Anthropic 대상이 필요합니다.
pt_br: Resumir requer um destino compatível com OpenAI ou Anthropic.
ru: Для сжатия нужно OpenAI-совместимое подключение или подключение Anthropic.
zh_hans: 总结功能需要兼容 OpenAI 或 Anthropic 的目标。
zh_hant: 摘要功能需要相容 OpenAI 或 Anthropic 的服務。

source: Suspend Anyway
de: Trotzdem unterbrechen
es: Suspender de todos modos
fr: Suspendre quand même
ja: このままサスペンド
ko: 그래도 일시 중단
pt_br: Suspender Mesmo Assim
ru: Всё равно приостановить
zh_hans: 仍然挂起
zh_hant: 仍要暫停

source: Suspend and Exit
de: Unterbrechen und beenden
es: Suspender y salir
fr: Suspendre et quitter
ja: サスペンドして終了
ko: 일시 중단 후 종료
pt_br: Suspender e Sair
ru: Приостановить и выйти
zh_hans: 挂起并退出
zh_hant: 暫停並結束

source: Suspend and exit?
de: Unterbrechen und beenden?
es: ¿Suspender y salir?
fr: Suspendre et quitter ?
ja: サスペンドして終了しますか？
ko: 일시 중단 후 종료하겠습니까?
pt_br: Suspender e sair?
ru: Приостановить и выйти?
zh_hans: 挂起并退出？
zh_hant: 要暫停並結束嗎？

source: Suspend to Disk is off
de: Suspend to Disk ist aus
es: Suspender en disco está desactivado
fr: Suspendre sur disque est désactivé
ja: 「ディスクにサスペンド」はオフです
ko: 디스크에 일시 중단이 꺼져 있음
pt_br: Suspender no Disco está desativado
ru: Приостановка на диск выключена
zh_hans: 挂起到磁盘已关闭
zh_hant: 「暫停至磁碟」已關閉

source: Suspend to Disk is off, so nothing is being saved.
de: Suspend to Disk ist aus, daher wird nichts gesichert.
es: Suspender en disco está desactivado, así que no se está guardando nada.
fr: Suspendre sur disque est désactivé ; rien n'est donc enregistré.
ja: 「ディスクにサスペンド」がオフのため、何も保存されていません。
ko: 디스크에 일시 중단이 꺼져 있어 아무것도 저장되지 않습니다.
pt_br: Suspender no Disco está desativado, então nada está sendo salvo.
ru: Приостановка на диск выключена, поэтому ничего не сохраняется.
zh_hans: 挂起到磁盘已关闭，因此不会保存任何内容。
zh_hant: 「暫停至磁碟」已關閉，因此不會儲存任何內容。

source: Switch Desktop
de: Desktop wechseln
es: Cambiar de escritorio
fr: Changer de bureau
ja: デスクトップを切り替え
ko: 데스크탑 전환
pt_br: Trocar de Área de Trabalho
ru: Сменить рабочий стол
zh_hans: 切换桌面
zh_hant: 切換桌面

source: Switch Terminal
de: Terminal wechseln
es: Cambiar de terminal
fr: Changer de terminal
ja: ターミナルを切り替え
ko: 터미널 전환
pt_br: Trocar Terminal
ru: Сменить терминал
zh_hans: 切换终端
zh_hant: 切換終端機

source: Switch to Session Shell
de: Zur Sitzungs-Shell wechseln
es: Cambiar a la shell de sesión
fr: Passer au shell de session
ja: セッションシェルに切り替え
ko: 세션 셸로 전환
pt_br: Mudar para o Shell da Sessão
ru: Перейти к оболочке сеанса
zh_hans: 切换到会话 Shell
zh_hant: 切換至工作階段 Shell

source: Switch to tty%u
de: Zu tty%u wechseln
es: Cambiar a tty%u
fr: Passer à tty%u
ja: tty%u に切り替え
ko: tty%u(으)로 전환
pt_br: Mudar para tty%u
ru: Перейти к tty%u
zh_hans: 切换到 tty%u
zh_hant: 切換至 tty%u

source: Switches between the session shell and tty terminals.
de: Wechselt zwischen Sitzungs-Shell und tty-Terminals.
es: Cambia entre la shell de sesión y las terminales tty.
fr: Bascule entre le shell de session et les terminaux tty.
ja: セッションシェルと tty ターミナルを切り替えます。
ko: 세션 셸과 tty 터미널 간에 전환합니다.
pt_br: Alterna entre o shell da sessão e os terminais tty.
ru: Переключает между оболочкой сеанса и терминалами tty.
zh_hans: 在会话 shell 和 tty 终端之间切换。
zh_hant: 在工作階段 shell 和 tty 終端機之間切換。

source: Symlink to: %@
de: Symlink auf: %@
es: Enlace simbólico a: %@
fr: Lien symbolique vers : %@
ja: シンボリックリンク先: %@
ko: 심볼릭 링크 대상: %@
pt_br: Link simbólico para: %@
ru: Символическая ссылка на: %@
zh_hans: 符号链接指向：%@
zh_hant: 符號連結至：%@

source: System Console
de: Systemkonsole
es: Consola del sistema
fr: Console système
ja: システムコンソール
ko: 시스템 콘솔
pt_br: Console do Sistema
ru: Системная консоль
zh_hans: 系统控制台
zh_hant: 系統主控台

# System Console (%d:%d)
source: System Console (%1$d:%2$d)
de: Systemkonsole (%1$d:%2$d)
es: Consola del sistema (%1$d:%2$d)
fr: Console système (%1$d:%2$d)
ja: システムコンソール（%1$d:%2$d）
ko: 시스템 콘솔(%1$d:%2$d)
pt_br: Console do Sistema (%1$d:%2$d)
ru: Системная консоль (%1$d:%2$d)
zh_hans: 系统控制台（%1$d:%2$d）
zh_hant: 系統主控台（%1$d:%2$d）

# System Console (/dev/console -> %d:%d)
source: System Console (/dev/console -> %1$d:%2$d)
de: Systemkonsole (/dev/console -> %1$d:%2$d)
es: Consola del sistema (/dev/console -> %1$d:%2$d)
fr: Console système (/dev/console -> %1$d:%2$d)
ja: システムコンソール（/dev/console -> %1$d:%2$d）
ko: 시스템 콘솔(/dev/console -> %1$d:%2$d)
pt_br: Console do Sistema (/dev/console -> %1$d:%2$d)
ru: Системная консоль (/dev/console -> %1$d:%2$d)
zh_hans: 系统控制台（/dev/console -> %1$d:%2$d）
zh_hant: 系統主控台（/dev/console -> %1$d:%2$d）

source: System Console (/dev/console -> pts/%d)
de: Systemkonsole (/dev/console -> pts/%d)
es: Consola del sistema (/dev/console -> pts/%d)
fr: Console système (/dev/console -> pts/%d)
ja: システムコンソール（/dev/console -> pts/%d）
ko: 시스템 콘솔(/dev/console -> pts/%d)
pt_br: Console do Sistema (/dev/console -> pts/%d)
ru: Системная консоль (/dev/console -> pts/%d)
zh_hans: 系统控制台（/dev/console -> pts/%d）
zh_hant: 系統主控台（/dev/console -> pts/%d）

source: System Console (/dev/console -> tty%d)
de: Systemkonsole (/dev/console -> tty%d)
es: Consola del sistema (/dev/console -> tty%d)
fr: Console système (/dev/console -> tty%d)
ja: システムコンソール（/dev/console -> tty%d）
ko: 시스템 콘솔(/dev/console -> tty%d)
pt_br: Console do Sistema (/dev/console -> tty%d)
ru: Системная консоль (/dev/console -> tty%d)
zh_hans: 系统控制台（/dev/console -> tty%d）
zh_hant: 系統主控台（/dev/console -> tty%d）

source: System Console (pts/%d)
de: Systemkonsole (pts/%d)
es: Consola del sistema (pts/%d)
fr: Console système (pts/%d)
ja: システムコンソール（pts/%d）
ko: 시스템 콘솔(pts/%d)
pt_br: Console do Sistema (pts/%d)
ru: Системная консоль (pts/%d)
zh_hans: 系统控制台（pts/%d）
zh_hant: 系統主控台（pts/%d）

source: System Console (tty%d)
de: Systemkonsole (tty%d)
es: Consola del sistema (tty%d)
fr: Console système (tty%d)
ja: システムコンソール（tty%d）
ko: 시스템 콘솔(tty%d)
pt_br: Console do Sistema (tty%d)
ru: Системная консоль (tty%d)
zh_hans: 系统控制台（tty%d）
zh_hant: 系統主控台（tty%d）

source: System Halted
de: System angehalten
es: Sistema detenido
fr: Système arrêté
ja: システムが停止しました
ko: 시스템 정지됨
pt_br: Sistema Parado
ru: Система остановлена
zh_hans: 系统已停止
zh_hant: 系統已停止

source: System Prompt (set)…
de: System-Prompt (festgelegt) …
es: Prompt del sistema (definido)…
fr: Prompt système (défini)…
ja: システムプロンプト（設定済み）…
ko: 시스템 프롬프트(설정됨)…
pt_br: Prompt de Sistema (definido)…
ru: Системный промпт (задан)…
zh_hans: 系统提示词（已设置）…
zh_hant: 系統提示詞（已設定）…

source: System halted. Quit and reopen iSH-AOK to boot it again.
de: System angehalten. Beende iSH-AOK und öffne es erneut, um wieder zu booten.
es: Sistema detenido. Sal de iSH-AOK y vuelve a abrirlo para arrancarlo de nuevo.
fr: Système arrêté. Quittez et rouvrez iSH-AOK pour le redémarrer.
ja: システムが停止しました。再度ブートするには、iSH-AOK を終了して開き直してください。
ko: 시스템이 정지되었습니다. 다시 부팅하려면 iSH-AOK를 종료한 후 다시 여십시오.
pt_br: Sistema parado. Saia e reabra o iSH-AOK para iniciá-lo novamente.
ru: Система остановлена. Закройте и снова откройте iSH-AOK, чтобы загрузить её заново.
zh_hans: 系统已停止。退出并重新打开 iSH-AOK 以再次启动。
zh_hant: 系統已停止。請結束並重新打開 iSH-AOK 以再次開機。

# Tab %ld, pinned to %@
source: Tab %1$ld, pinned to %2$@
de: Tab %1$ld, angeheftet an %2$@
es: Pestaña %1$ld, fijada a %2$@
fr: Onglet %1$ld, épinglé à %2$@
ja: タブ %1$ld、%2$@ に固定
ko: 탭 %1$ld, %2$@에 고정됨
pt_br: Aba %1$ld, fixada em %2$@
ru: Вкладка %1$ld, закреплена на %2$@
zh_hans: 标签页 %1$ld，已固定到 %2$@
zh_hant: 標籤頁 %1$ld，已固定到 %2$@

source: Tab Limit Reached
de: Tab-Limit erreicht
es: Límite de pestañas alcanzado
fr: Limite d'onglets atteinte
ja: タブの上限に達しました
ko: 탭 한도에 도달함
pt_br: Limite de Abas Atingido
ru: Достигнут лимит вкладок
zh_hans: 已达到标签页上限
zh_hant: 已達標籤頁上限
